// Common
"OK" = "OK";
"Cancel" = "Annulla";
"Error" = "Errore";
"byte" = "byte";
"bytes" = "bytes";

// Application
"Quit" = "Esci";
"Don't Quit" = "Non uscire";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "Siete sicuri di voler uscire? Daybreak sta scaricando dei file. Se uscite adesso, non finirà di scaricare i file.";
"Daybreak Feedback" = "Commenti su Daybreak";
"Are you sure you want to empty the cache?" = "Siete sicuri di voler svuotare la cache?";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak salva i contenuti dei siti che avete aperto e li salva nella cache. In questo modo le pagine si ricaricheranno più velocemente quando le visiterete di nuovo.";
"Empty" = "Svuota";
"On disk" = "Sul disco";
"In memory" = "In memoria";

// Menu titles
"About Daybreak" = "Informazioni su Daybreak";
"Provide Feedback" = "Inserisci un commento";
"Check for Updates…" = "Controllo aggiornamenti…";
"Preferences…" = "Impostazioni…";
"Empty Cache…" = "Svuota la Cache…";
"Services" = "Servizi";
"Hide Daybreak" = "Nascondi Daybreak";
"Hide Others" = "Nascondi gli altri";
"Show All" = "Visualizza tutto";
"Quit Daybreak" = "Esci da Daybreak";
"File" = "File";
"New Window" = "Nuova finestra";
"New Tab" = "Nuova scheda";
"Open…" = "Apri…";
"Open Location…" = "Apri percorso…";
"Close" = "Chiudi";
"Save As…" = "Salva con nome…";
"Download from URL…" = "Scarica dall'URL…";
"Print…" = "Stampa…";
"Edit" = "Modifica";
"Undo" = "Annulla";
"Redo" = "Ripristina";
"Cut" = "Taglia";
"Copy" = "Copia";
"Paste" = "Incolla";
"Delete" = "Elimina";
"Select All" = "Seleziona tutto";
"Find" = "Trova";
"Find…" = "Trova…";
"Find Next" = "Trova il successivo";
"Find Previous" = "Trova il precedente";
"Use Selection for Find" = "Usa la selezione per trovare";
"Jump to Selection" = "Vai alla selezione";
"Spelling and Grammar" = "Ortografia e grammatica";
"Show Spelling…" = "Visualizza l'ortografia…";
"Check Spelling" = "Controlla l'ortografia";
"Check Spelling While Typing" = "Controlla l'ortografia durante la scrittura";
"Check Grammar With Spelling" = "Controlla la grammatica e l'ortografia";
"Substitutions" = "Sostituzioni";
"Smart Copy/Paste" = "Copia/incolla rapido";
"Smart Quotes" = "Quota rapido";
"Smart Links" = "Link rapidi";
"Speech" = "Pronuncia";
"Start Speaking" = "Inizia a parlare";
"Stop Speaking" = "Smetti di parlare";
"View" = "Visualizza";
"Show All Bars" = "Visualizza tutte le barre";
"Hide All Bars" = "Nascondi tutte le barre";
"Show Toolbar" = "Visualizza barra degli strumenti";
"Hide Toolbar" = "Nascondi barra degli strumenti";
"Show Tabbar" = "Visualizza barra delle schede";
"Hide Tabbar" = "Nascondi barra delle schede";
"Sidebar Position" = "Posizione della barra laterale";
"Left" = "Sinistra";
"Right" = "Destra";
"Customize Toolbar…" = "Personalizza la barra degli strumenti…";
"Reload" = "Ricarica";
"Stop" = "Stop";
"View Scale" = "Scala di visualizzazione";
"Text Scale" = "Scala del testo";
"Actual Size" = "Dimensioni attuali";
"Zoom In" = "Ingrandisci";
"Zoom Out" = "Riduci";
"Select User Agent" = "Seleziona Agente Utente";
"Show Source" = "Visualizza codice";
"Hide Source" = "Nascondi codice";
"Show Resources" = "Visualizza Risorse";
"Hide Resources" = "Nascondi Risorse";
"Show Web Inspector" = "Visualizza Ispettore Web";
"Show Error Console" = "Visualizza Console Errore";
"History" = "Cronologia";
"Back" = "Indietro";
"Forward" = "Avanti";
"Show History…" = "Visualizza cronologia…";
"Bookmarks" = "Segnalibri";
"Show All Bookmarks" = "Visualizza tutti i segnalibri";
"Hide All Bookmarks" = "Nascondi tutti i segnalibri";
"Add Bookmark…" = "Aggiungi Segnalibro…";
"Find in Bookmarks" = "Cerca nei segnalibri";
"as List" = "come Elenco";
"as Icons" = "come Icone";
"as Tiles" = "come Anteprime";
"Window" = "Finestra";
"Minimize" = "Riduci a icona";
"Zoom" = "Zoom";
"Select Next Tab" = "Seleziona la prossima scheda";
"Select Previous Tab" = "Seleziona la scheda precedente";
"Downloads" = "Downloads";
"Bring All to Front" = "Porta utto in primo piano";
"Help" = "Guida";
"Daybreak Help" = "Guida in linea di Daybreak";
"Localize…" = "Traduci…";
"Installed Plug-ins" = "Plug-ins installati";
"Daybreak Home Page" = "Sito web di Daybreak";
"Search in Google" = "Cerca su Google";
"Open Google Search Results in New Tab" = "Apri i risultati della ricerca di Google in una nuova scheda";
"Open in Application..." = "Open in Application...";
"Open in %@" = "Open in %@";
"Open Link in New Tab" = "Apri collegamento in una nuova scheda";
"Open Link in Application..." = "Open Link in Application...";
"Open Link in %@" = "Open Link in %@";
"Open Frame in Current Frame" = "Apri il Frame in quello attuale";
"Open Frame in New Tab" = "Apri il Frame in una nuova scheda";

// Preferences
"General" = "Generali";
"Open new windows with home page" = "Apri le nuove finestre con la pagina iniziale";
"Open new tabs with home page" = "Apri le nuove schede con la pagina iniziale";
"Home page" = "Pagina iniziale";
"Save downloaded files to" = "Salva i file scaricati in";
"Open URL from applications" = "Apri gli URL dai programmi";
"in a new window" = "in una nuova finestra";
"in a new tab" = "in una nuova scheda";
"in the current tab" = "in nella scheda in uso";
"Quit when the last window is closed" = "Esci quando si chiude l'ultima finestra";
"Confirm before closing multiple tabs" = "Conferma prima di chiudere più schede";
"Check the new version after launching" = "Controllo nuove versioni dopo l'avvio";
"Clears all caches after launching" = "Svuota tutte le cache dopo l'avvio";
"Appearance" = "Aspetto";
"Allows animated image to loop" = "Consenti il ripetersi delle immagini animate";
"Allows animated images" = "Consenti immagini animate";
"Loads images automatically" = "Carica immagini automaticamente";
"Default encoding" = "Codifica predefinita";
"Include backgrounds when printing" = "Includi lo sfondo nella stampa";
"Show bookmarks when window opens" = "Visualizza i segnalibri all'aprirsi di una finestra";
"Show alert when removing bookmark" = "Visualizza avviso alla rimozione di un segnalibro";
"Security" = "Sicurezza";
"Enable plug-ins" = "Abilita i plug-ins";
"Enable Java" = "Abilita Java";
"Enable JavaScript" = "Abilita JavaScript";
"Block pop-up windows" = "Blocca le finestre pop-up";
"URL field shows IDN as ASCII" = "Il campo URL visualizza IDN come ASCII";
"Accept cookies" = "Accetta i cookies";
"Save history for" = "Salva la cronologia per";
"Advanced" = "Avanzate";
"Enable Web Inspector" = "Abilita Ispettore Web";
"When a new tab opens, make it active" = "Quando si apre una nuova scheda, rendila attiva";

// Bookmark
"Untitled" = "Senza titolo";
"Title" = "Titolo";
"URL" = "URL";
"Label" = "Etichetta";
"Add" = "Aggiungi";
"Open an item" = "Apri un elemento";
"Open %d items" = "Apri %d elementi";
"Remove an item" = "Rimuovi un elemento";
"Remove %d items" = "Rimuovi %d elementi";

// Tab
"Close Others" = "Chiudi le altre";

// Document
"Go" = "Vai";
"Search" = "Cerca";
"Suggestions" = "Suggerimenti";
"URL Field" = "Campo URL";
"Add Bookmark" = "Aggiungi segnalibro";
"Snapshot" = "Cattura schermo";
"Snapshot Current Page" = "Cattura schermo della pagina visualizzata";
"Go Home" = "Vai alla pagina principale";
"Go Home Page" = "Vai alla pagina principale";
"Bug Report" = "Segnala un bug";
"User Agent" = "Agente Utente";
"Source" = "Codice";
"Save" = "Salva";
"Scale" = "Ingrandimento";
"Send Bug Report" = "Invia segnalazione Bug";
"Load" = "Carica";
"Reload / Stop" = "Ricarica / Stop";
"Text Encoding" = "Codifica del testo";
"Default" = "Predefinito";
"Open in other application…" = "Apri con un altro programma…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "Questa pagina è stata già aggiunta ai segnalibri. \nSiete sicuri di volerla aggiornare?";
"Are you sure you want to bookmark this page?" = "Siete sicuri di voler aggiungere ai segnalibri questa pagina?";
"Download any file from typed URL." = "Scarica tutti i file dall'URL digitato.";
"Are you sure you want to open %d items?" = "Siete sicuri di voler aprire %d elementi?";
"Complete to add new localization. Restart Daybreak." = "Completa per aggiungere nuove traduzioni. Riavviare Daybreak.";
"Failed to add new localization." = "Impossibile aggiungere nuove traduzioni.";

// Update
"A new version of Daybreak %@ is available." = "Una nuova versione di Daybreak %@ è disponibile.";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ è attualmente l'ultima versione disponibile.";
"Could not check for updates." = "Impossibile controllare gli aggiornamenti.";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "Se cliccate il pulsante \"Scarica\", inizierà lo scaricamento del file immagine disco.";
"Not Now" = "Non adesso";
"Skip This Version" = "Ignora questa versione";
"Download" = "Scarica";

// Snapshot
"Only visible portion" = "Solo la porzione visibile";
"Update" = "Aggiorna";
"Size" = "Dimensioni";
"File Type" = "Tipo di file";
"File Size" = "Dimensioni del file";
"Updating..." = "Aggiornamnto in corso...";
"Compression" = "Compressione";
"Quality" = "Qualità";

// Bug report
"Send Bug Report" = "Invia segnalazione Bug";
"Summary" = "Resconto";
"Reproducibility" = "Riproducibilità";
"Describe" = "Descrizione";
"None" = "Nessuno";
"A way to reproduce" = "Un modo per riprodurlo";
"Could not send the report." = "Impossibile inviare la segnalazione.";
"OS" = "Sistema operativo";
"Processor" = "Processore";
"Application Version" = "Versione del programma";
"Daybreak Bug Report" = "Segnalazione bug di Daybreak";

// User Agent
"Other" = "Altro";

// History
"Remove" = "Rimuovi";
"Remove All" = "Rimuovi tutto";
"Are you sure you want to remove all items?" = "Siete sicuri di voler rimuovere tutti gli elementi?";

// Findbar
"Ignore Case" = "Ignora Case";
"Wrap Around" = "Testo a capo";

// Download
"Undone" = "Non completato";
"Done" = "Completato";

// Localization
"Localize" = "Traduci";
"Language" = "Lingua";
"Create" = "Crea";

// Error titles
"Unknown Error" = "Errore sconosciuto";										//-1
"Cancelled" = "Annullato";												//-999
"Bad URL" = "URL non valido";													//-1000
"Timed Out" = "Connessione scaduta";												//-1001
"Unsupported URL" = "URL non supportato";									//-1002
"Cannot Find Host" = "Impossibile trovare l'Host";								//-1003
"Cannot Connect to Host" = "Impossibile connettersi all'Host";					//-1004
"Network Connection Lost" = "Connessione di rete perduta";					//-1005
"DNS Lookup Failed" = "Fallito il lookup dei DNS";								//-1006
"Too Many Redirects" = "Troppe redirezioni";							//-1007
"Resource Unavailable" = "Risorsa non disponibile";						//-1008
"Not Connected to Internet" = "Non connesso ad internet";				//-1009
"Redirect to Non Existent Location" = "Redirezione ad un percorso esistente";//-1010
"Bad Server Response" = "Risposta errata del server";							//-1011
"User Cancelled Authentication" = "Autenticazione annullata dall'utente";		//-1012
"User Authentication Required" = "Richiesta autenticazione utente";		//-1013
"Zero Byte Resource" = "Risorsa a Zero Byte";							//-1014
"Cannot Decode Raw Data" = "Impossibile decodificare i dati Raw";					//-1015
"Cannot Decode Content Data" = "Impossibile decodificare i dati dei contenuti";	        //-1016
"Cannot Parse Response" = "Impossibile elaborare la risposta";						//-1017
"File Does Not Exist" = "Il file non esiste";							//-1100
"File is Directory" = "Il file è una cartella";								//-1101
"No Permissions to ReadFile" = "Permesso di lettura sul file negato";			//-1102
"Data Length Exceeds Maximum" = "La lunghezza dei dati è oltre il massimo";			//-1103
"Secure Connection Failed" = "Connessione sicura fallita";				//-1200
"Server Certificate Has BadDate" = "Il certificato del server ha una data errata";	//-1201
"Server Certificate Untrusted" = "Certificato del server non affidabile";		//-1202
"Continue" = "Continua";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "Il certificato per questo sito non è valido. Potreste connettervi ad un sito che sembra sia simile a \"%@\", ma che potrebbe mettere a rischio le vostre informazioni confidenziali. Volete comunque connettervi al sito?";
"Server Certificate Has UnknownRoot" = "Il certificato del server ha una root sconosciuta";//-1203
"Server Certificate Not Yet Valid" = "Il certificato del server non è ancora valido";//-1204
"Client Certificate Rejected" = "Certificato del client rifiutato";			//-1205
"Cannot Load from Network" = "Impossibile caricare dalla rete";				//-2000
"Daybreak can’t open the page “%@”" = "Daybreak non può aprire la pagina “%@”";
"Could not open in %@." = "Impossibile aprire in %@.";